#!/bin/bash
# 適用於: OSX High Sierra
# Version 0.1:	2018.06.15
#   01. 安裝 Homebrew 套件管理系統
#   02. 安裝 Jupyter Notebook 生態環境
#   03. 預計支援 Python3, nodejs, R, C, PeForth
# =============================================================================
# 安裝 Homebrew 套件管理系統
# 參考連結: https://brew.sh/index_zh-tw
# homebrew 支援的軟體安裝: https://formulae.brew.sh/formula/
# =============================================================================


# =============================================================================
# 安裝 Jupyter Notebook 生態環境
# 參考連結: https://conda.io/miniconda.html
# =============================================================================

# 重啟伺服器。
# sudo reboot